app/controllers/tasks_controller.rb

  def create
    @task = Task.new(task_params)

    respond_to do |format|
      if @task.save
---
INSERT INTO "tasks" ("name_task", "effort_driven", "estimate_effort", "team_id", "percentage_task", "priority", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)