app/controllers/teams_controller.rb

  def create
    @team = Team.new(team_params)

    respond_to do |format|
      if @team.save
---
INSERT INTO "teams" ("name", "availability", "departure_date", "end_date", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "dkkdkf"], ["availability", 2654], ["departure_date", "2018-03-17"], ["end_date", "2018-03-17"], ["created_at", "2018-03-17 17:01:28.785790"], ["updated_at", "2018-03-17 17:01:28.785790"]]